Repository: tildaslash/RatticWeb
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: de, it

source: Old password
de: Altes Passwort
it: Vecchia password

source: Incorrect password
de: Falsches Passwort
it: Password sbagliata

source: Setting New password
de: Neues Passwort setzen
it: Imposta una Nuova Password

source: Please enter your new password twice.
de: Bitte gebe dein neues Passwort zwei Mal ein.
it: Inserisci la tua nuova password due volte

source: So we can verify you typed it in correctly.
de: Sodass wir verifizieren können, ob du es richtig eingegeben hast
it: Ora possiamo verificare se hai scritto correttamente

source: Change Password
de: Passwort ändern
it: Cambia Password

source: Delete API Key
de: API Schlüssel entfernen
it: Elimina la Chiave API

source: Please press confirm if you wish to delete this key
de: Bitte bestätige, falls du diesen Schlüssel wirklich entfernen möchtest
it: Premi il pulsante di verifica se vuoi eliminare questa chiave

source: Name
it: Nome

source: Created
de: Erstellt am
it: Creato

source: Confirm
de: Bestätigen
it: Conferma

source: LDAP Error
de: LDAP Fehler
it: Errore LDAP

source: Your LDAP server returned the following error:
de: Dein LDAP Server gibt folgenden Fehler zurück:
it: Il tuo server LDAP a generato questo errore:

source: Description
de: Beschreibung
it: Descrizione

source: Further Info
de: Weitere Informationen
it: Informazioni Aggiuntive

source: New API Key
de: Neuer API Schlüssel
it: Nuova Chiave API

source: Create
de: Erstellen
it: Crea

source: Your Account
de: Accountname
it: Il tuo account

source: Username
de: Benutzername
it: Nome utente

source: Two Factor Authentication
de: Zwei-Faktor Authentifizierung
it: Autenticazione a Due Fattoriu

source: Enabled
de: Aktiviert
it: Abilitato

source: Disable
de: Deaktivieren
it: Disabilitato

source: Backup Codes Left
de: Vorhandene Notfall Codes
it: Codici di backup rimanenti

source: View Codes
de: Codes anzeigen
it: Vedi Codici

source: Disabled
de: Deaktiviert
it: Disabilitato

source: Enable now
de: Jetzt aktivieren
it: Abilita adesso

source: Last Password Change
de: Letzte Passwortänderung
it: Ultimo Modifica Password

source: Groups
de: Gruppen
it: Gruppi

source: Save Changes
de: Änderungen speichern
it: Salva Cambiamenti

source: Change password
de: Passwort ändern
it: Cambia password

source: Set Password
de: Passwort setzen
it: Imposta Password

source: API Keys
de: API Schlüssel
it: Chiavi API

source: Key Name
de: Schlüsselname
it: Nome Chiave

source: Date generated
de: Generiertes Datum
it: Data creazione

source: No API Keys available yet
de: Noch kein API Schlüssel vorhanden
it: Nessuna Chiave API disponibile

source: Current Sessions
de: Aktuelle Sitzung
it: Sessione Corrente

source: Device
de: Gerät
it: Dispositivo

source: IP Address
de: IP-Adresse
it: Indirizzo IP

source: Last Activity
de: Letzte Aktivität
it: Ultima Attività

source: (This Session)
de: (Diese Sitzung)
it: (Questa Sessione)

source: Backup Tokens
de: Notfall Token
it: Backup Token

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
de: Notfall Tokens können verwendet werden, wenn deine primäre sowie sekundäre Telefonnummer nicht zur Verfügung steht. Mit den unten aufgeführten Tokens kann die Anmeldung im Notfall verifiziert werden. Solltest du alle Notfall Tokens aufgebraucht haben, so kannst du ganz einfach neue erstellen. Es werden nur gültige Notfall Tokens angezeigt.
it: I backup dei token possono essere usati quando il primario e il backup dei numeri di telefono non è disponibile. Il backup dei token sopra può essere usato per la verifica del login. Se hai usato tutti i token per i backup, puoi generare un nuovo set di token. Solo i backup token mostrati sopra saranno validi.

source: Print these tokens and keep them somewhere safe.
de: Drucke diese Tokens aus und lege sie sicher ab.
it: Stampa questi token e tienili in luogo sicuro.

source: You don't have any backup codes yet.
de: Du hast noch keine Notfall Tokens erstellt.
it: Non hai accesso ai codici di backup.

source: Back to Account Profile
de: Zurück zum Profil
it: Torna al Profilo Account

source: Generate Tokens
de: Notfall Token generieren
it: Genera Token

source: Disable Two-factor Authentication
de: Zwei-Faktor Authentifizierung deaktivieren
it: Disabilita l'autenticazione a due fattori

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
de: Du bist dabei die Zwei-Faktor Authentifizierung zu deaktivieren. Dies kann die Sicherheit deines Accounts beeinflussen. Bist du dir sicher?
it: Puoi disattivare l'autenticazione a due fattori. Questo comprometterà la sicurezza del tuo account, sei sicuro?

source: Enter your credentials.
de: Bitte gebe deine Anmeldedaten ein.
it: Inserisci i tuoi dati d'accesso

source: We are calling your phone right now, please enter the digits you hear.
de: Du wirst gleich einen Anruf erhalten. Bitte gebe die Nummern ein, die du hörst.
it: Stiamo chiamando il tuo telefono ora, inserisci i numeri che sentirai.

source: We sent you a text message, please enter the tokens we sent.
de: Wir haben dir eine Textnachricht geschickt. Bitte gebe den Token ein, den wir dir zugeschickt haben.
it: Abbiamo inviato un messaggio testuale, inserisci i token inviati.

source: Please enter the tokens generated by your token generator.
de: Bitte gebe den Token ein, den du mit deinem Token Generator erstellt hast.
it: Inserisci i token generati dal tuo generatore di token.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
de: Benutze bitte dieses Formular, um deine Notfall Tokens einzutragen und dich einzuloggen. Diese Tokens wurden für Dich generiert, um sie sicher zu verwahren, bzw. auszudrucken. Bitte gib einen dieser Token ein, um dich in deinen Account einzuloggen.
it: Usa questo modulo per inserisci i token di backup per il login. Questi token sono generati per stamparli e tenerli in un luogo sicuro. Inserisci uno di questi token di backup per fare il login al tuo account.

source: Or, alternatively, use one of your backup phones:
de: Alternativ kannst du auch eines deiner Notfall-Telefone verwenden.
it: O usa uno dei numeri telefonici di backup:

source: As a last resort, you can use a backup token:
de: Als letzte Möglichkeit kannst du deine Notfall Token benutzen:
it: Come ultimo tentativo, puoi usare un token di backup:

source: Use Backup Token
de: Notfall Token verwenden
it: Usa Token di Backup

source: Enable Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung aktivieren
it: Abilita l'autenticazione a due fattori

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
de: Du bist dabei deine Accountsicherheit auf das nächste Level zu bringen. Folgende dem Assistenten um die Zwei-Faktor-Authentifizierung zu aktivieren.
it: Stai portando la sicurezza del tuo account al livello successivo. Segui i passaggi in questo wizard per abilitare l'autenticazione a due fattori.

source: Please select which authentication method you would like to use.
de: Bitte wähle, welche Authentifizierung du nutzen möchtest.
it: Seleziona il metodo per l'autenticazione che preferisci.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
de: Um den Token Generator zu benutzen, bitte scanne den angezeigten QR Code mit deinem Smartphone. Mit dem Google Authenthicator ist dies zum Beispiel möglich. Danach gib den von der App generierten Token ein.
it: Per iniziare a usare il generatore di token, usa il tuo smartphone per leggere il QR Code. Per esempio, usa Google Authenticator. Inserisci il token generato dall'applicazione.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
de: Bitte gebe die Telefonnummer an, an die wir die Textnachricht schicken sollen. Im nächsten Schritt wird diese überprüft.
it: Inserisci il numero di telefono che desideri per ricevere il messaggio. Questo messaggio sarà valido per il prossimo passaggio.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
de: Bitte gebe eine Telefonnummer an, unter der wir dich erreichen. Im nächsten Schritt wird diese überprüft.
it: Inserisci il numero di telefono che desideri per la telefonata. Questo messaggio sarà valido per il prossimo passaggio.

source: Warning!
de: Warnung!
it: Attenzione!

source: This is the last chance that you will have to access the secret key. You should save it in a safe place now.
de: Das ist deine letzte Chance, um dir den Secret Key anzuschauen. Du solltest diesen ab jetzt an einem sicheren Ort aufbewahren.
it: Questa è l'ultima possibilità che hai per accedere alla tua chiave segreta. Tienila in un luogo sicuro.

source: Your new API key has been created.
de: Dein neuer API Schlüssel wurde erstellt.
it: La tua nuova chiave API è stata creata.

source: Secret Key
it: Chiave Segreta

source: Back to Profile
de: Zurück zum Profil
it: Torna al profilo

source: Reset Password
de: Passwort zurücksetzen
it: Resetta la password

source: Please specify your email address to receive instructions for resetting it.
de: Bitte gebe eine E-Mail Adresse an, um dir eine Anleitung für das Zurücksetzen deines Passwortes zu zu schicken.
it: Inserisci il tuo indirizzo email per ricevere istruzione per il reset.

source: E-mail address
de: E-Mailadresse
it: Indirizzo E-Mail

source: Reset password
de: Passwort zurücksetzen
it: Resetta password

source: Password reset complete
de: Zurücksetzen des Passwortes erfolgreich
it: Reset della password completato

source: Your password has been set. You may go ahead and log in now.
de: Deine Passwort wurde gesetzt. Bitte melde dich erneut an.
it: La tua password è stata settata.Torna indietro e loggati di nuovo.

source: New password
de: Neues Passwort
it: Nuova password

source: Confirm password
de: Passwort bestätigen
it: Conferma password

source: Change my password
de: Mein Passwort ändern
it: Cambia la password

source: Password reset unsuccessful
de: Änderung des Passworts nicht erfolgreich
it: Password resettata senza successo

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig. Möglicherweise wurde er bereits benutzt. Bitte fordere eine neue Passwort Zurücksetzung an.
it: Il link per il reset della password è sbagliato, probabilmente perchè è stato già usato. Richiedi un nuovo reset della password.

source: Password reset successful
de: Änderung des Passworts erfolgreich
it: Password resettata con successo

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben dir gerade eine Nachricht zum Erstellen deines Passworts an die übermittelte E-Mail Adresse geschickt. Diese sollte in Kürze bei dir eingehen.
it: Hai ricevuto un'email con le istruzione per impostare la tua password all'email del tuo account. La riceverai fra poco.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s. Please go to the following page and choose a new password:
de: Du erhältst diese Email, da du die Zurücksetzung deines Passworts für deinen Account auf %(site_name)s angefordert hast. Bitte besuche die folgende Seite und wähle dein neues Passwort:
it: Ricevi questa email perchè hai richiesto un reset della password per il tuo account su %(site_name). Vai alla pagina seguente ed imposta la nuova password:

source: Your username, in case you've forgotten: %(user.username)s Thanks for using our site! The %(site_name)s team.
de: Solltest du deinen Benutzernamen vergessen haben: %(user.username)s Vielen Dank, dass unseren Service benutzt. Dein %(site_name)s Team.
it: Il tuo username, se lo hai perso: %(user.username) Grazie per usare il nostro sito! %(site_name) team.

source: File size must be under %(maximumsize)s. Current file size is %(currentsize)s.
de: Die Größte der Datei muss unter %(maximumsize)s sein. Aktuelle Größe betrifft %(currentsize)s.
it: Le dimensioni del file devono essere %(maximumsize). Le dimensioni di questo file %(currentsize).

source: Please enter a valid HTTP/HTTPS URL
de: Bitte gebe eine gültige HTTP/HTTPS URL an
it: Inserisci un indirizzo HTTP/HTTPS valido

source: Markdown Description
de: Beschreibung hervorheben
it: Descrizione in Markdown

source: Added
de: Hinzugefügt
it: Aggiunto

source: Changed
de: Geändert
it: Cambiato

source: Only Metadata Changed
de: Nur Metadaten geändert
it: Solo i Metadata modificati

source: Only Details Viewed
de: Nur Details angezeigt
it: Vista dei soli dettagli

source: Exported
de: Exportiert
it: Esportati

source: Deleted
de: Gelöscht
it: Eliminato

source: Scheduled For Change
de: Nächste Änderung
it: Schedula per la modifica

source: Password Viewed
de: Passwort angezeigt
it: Password viste

source: All passwords
de: Alle Passwörter
it: Tutte le password

source: Passwords tagged with %(tagname)s
de: Passwörter mit dem Tag %(tagname)s
it: Password taggate con %(tagname)

source: Passwords in group %(groupname)s
de: Passwörter in der Gruppe %(groupname)s
it: Password in gruppo %(groupname)

source: Passwords for search "%(searchstring)s"
de: Passwörter der Suche "%(searchstring)s"
it: Password per la ricerca "%(searchstring)"

source: Versions of: "%(credtitle)s"
de: Versionen von: "%(credtitle)s"
it: Versione di: "%(credtitle)"

source: That user is now disabled. Here is a list of passwords that they have viewed that have not since been changed. You probably want to add them all to the change queue.
de: Der Benutzer ist nun deaktiviert. Hier ist eine Auflistung der Passwörter, die der Benutzer angeschaut hat und welche noch nicht geändert wurden. Du solltest diese lieber auf in die Change Queue aufnehmen.
it: Questo utente è stato disabilitato. Qui c'è la lista delle password che ha visto che non ha modificato. Probabilmente vorrai aggiungerle tutte alla coda di modifica.

source: Changes required for "%(username)s"
de: Veränderungen benötigt für "%(username)s"
it: Modifiche richieste per "%(username)"

source: Passwords in the trash
de: Gelöschte Passwörter im Papierkorb
it: Password nel cestino

source: Passwords on the Change Queue
de: Passwörter in der Change Queue
it: Password nella Coda di Modifica

source: Unknown (Logs deleted)
de: Unbekannt (Keine Logs vorhanden)
it: Sconosciuti (Log Eliminati)

source: Choose
de: Wähle
it: Scegli

source: You are about to delete this password. A staff member will be required if you want to undelete it.
de: Du bist dabei das Passwort zu löschen. Im Falle einer Wiederherstellung benötigst du einen Administrator.
it: Stai per eliminare questa password. Un membro dello staff è richiesto sesi vuole annullare l'eliminazione.

source: This credential has been deleted and is in the trash can. It is only visible to staff. You can alter it if you wish, its history will still be recorded. Click the undelete button to restore it. If you click the Delete Permanently button then the password, its entire history and all its audit logs will be removed.
de: Diese Anmeldeinformation wurde gelöscht und befindet sich nun im Mülleimer. Sie kann nur von den Administratoren eingesehen werden. Du kannst sie verändern, wenn du wünscht - trotzdem werden die Änderungen gespeichert. Klicke den "Wiederherstellen" Knopf, um es wiederherzustellen. Wenn du den "Dauerhaft löschen" Knopf drückst, wird das Passwort, seine Änderungen und die kompletten Audit Logs gelöscht.
it: Questi credenziali sono state cancellate e si trovano nel cestino. Sono solo visibili allo staff. Puoi cambiarle se desideri, lo storico verrà aggiornato. Clicca il pulsante per annullare per ripristinarle. Se clicchi il pulsante Elimina Permanentemente la password e il suo storico ed i log saranno cancellati.

source: Hey there!
de: Servus
it: Ehilà!

source: This credential is an historical version.
de: Für diese Zugangsdaten liegt eine neue Version vor.
it: Queste credenziali sono una versione dello storico.

source: Click here
de: Hier klicken
it: Clicca qui

source: to see the latest version.
de: um die letzte Version zu sehen.
it: per vedere l'ultima versione.

source: Change Required
de: Änderung erforderlich
it: Modifiche Richieste

source: This credential is on the change queue and should have its password changed as soon as possible.
de: Diese Anmeldedaten sind in einer Change Queue; das Passwort soll so schnell wie möglich geändert werden.
it: Queste credenziali sono nella coda di modifica e saranno modificare il prima possibile.

source: Why not
de: Warum nicht
it: Perchè non

source: do it now
de: mach es jetzt
it: fallo ora

source: Edit
de: Bearbeiten
it: Modifica

source: History
de: Historie
it: Storico

source: Delete
de: Löschen
it: Elimina

source: Add to Change Queue
de: Zur Change Queue hinzufügen
it: Aggiungi alla Coda di Modifica

source: Undelete
de: Wiederherstellen
it: Annulla

source: Copy
de: Kopieren
it: Copia

source: Attachment
de: Anhang
it: Allegato

source: Download
it: Scarica

source: Group
de: Gruppe
it: Gruppo

source: Last Changed
de: Letzte Änderung
it: Ultime modifiche

source: Description:
de: Beschreibung:
it: Descrizione:

source: Create Password
de: Passwort erstellen
it: Crea Password

source: Edit Password
de: Passwort ändern
it: Modifica Password

source: Submit
de: Senden
it: Invia

source: Add New
de: Hinzufügen
it: Aggiungi Nuovo

source: Apply a Tag
de: Mit einer Kennzeichnung versehen
it: Aggiungi un tag

source: Download Keepass
de: KeePass herunterladen
it: Scarica il file Keepass

source: Title
de: Titel
it: Titolo

source: User
de: Benutzer
it: Utente

source: Prev
de: Zurück
it: Precedente

source: Next
de: Nächste
it: Successivo

source: Matched Tags
de: Übereinstimmende Tags
it: Tag affini

source: Export to Keepass
de: Nach KeePass exportieren
it: Esporta in un file Keepass

source: Please enter the password you would like the Keepass file to be encrypted with.
de: Bitte gebe das Kennwort an, mit dem die KeePass Datei verschlüsselt werden soll.
it: Inserisci la password che vuoi usare nel file Keepass che sarà criptata.

source: Export
de: Exportieren
it: Esporta

source: Icons
it: Icone

source: Close
de: Schließen
it: Chiudi

source: Add New Tag
de: Neuen Tag hinzufügen
it: Aggiungi un nuovo tag

source: Tag Name:
it: Nome tag:

source: Create Another
de: Weiteren erstellen
it: Crea un altro

source: Password Generator
de: Passwort Generator
it: Generatore di password

source: Must Have
de: Muss beinhalten
it: Devi avere

source: Can Have
de: Kann beinhalten
it: Puoi avere

source: Lowercase Alphabet
de: Klein Buchstaben
it: Alfabeto in minuscolo

source: Uppercase Alphabet
de: Groß Buchstaben
it: Alfabeto in maiuscolo

source: Numbers
de: Nummern
it: Numeri

source: Special
de: Sonderzeichen
it: Speciali

source: Spaces
de: Leerzeichen
it: Spazi

source: Password Length
de: Passwortlänge
it: Lunghezza Password

source: Cancel
de: Abbrechen
it: Cancella

source: Generate
de: Generieren
it: Genera

source: Type your Query
de: Deine Suchanfrage
it: Inserisci la tua Query

source: Search
de: Suche
it: Cerca

source: Deleting tag
de: Tag löschen
it: Elimina Tag

source: Count
de: Anzahl
it: Totale

source: Actions
de: Aktion
it: Azione

source: Rename
de: Umbennen
it: Rinomina

source: All Tags
de: Alle Tags
it: Tutti i tag

source: Audit Logs
de: Überprüfungsprotokoll
it: Audit Log

source: Action
de: Aktion
it: Azione

source: Credential
de: Zugangsdaten
it: Credenziali

source: When
de: Wenn
it: Quando

source: More logs...
de: Mehr Logs anzeigen
it: Altri log...

source: English
de: Englisch
it: Inglese

source: French
de: Französisch
it: Francese

source: German
de: Deutsch
it: Tedesco

source: Page not found
de: Seite nicht gefunden
it: Pagina non trovata

source: This is not the page you are looking for, contact your systems administrator if you believe you have recieved this in error.
de: Die angeforderte Seite konnte nicht gefunden werden. Solltest du diese Seite in Folge einer Fehlermeldung erhalten haben, kontaktiere bitte deinen System Administrator.
it: Questa non è la pagina che stai cercando, contata il tuo amministratore di sistema se hai ricevuto questo errore.

source: Something went Splork!
de: Da ist wohl was schief gelaufen!
it: Qualcosa è andato Splat!

source: Something went wrong and the server was unable to process this request. Check your servers error logs for more details.
de: Irgendetwas ist schief gelaufen und der Server konnte deine Anfrage nicht weiter verarbeiten. Bitte überprüfe die Error Logs des Servers für mehr Informationen.
it: Qualcosa è andato storto e il server non ha potuto effettuare la richiesta. Verifica i log di errore del server per maggiori dettagli.

source: If you would like to report an issue with RatticDB please visit
de: Wenn du ein Problem mit RatticDB melden möchtest, besuche bitte
it: Se vuoi segnalare un problema con RatticDB visita

source: Github Issues
de: Github Probleme
it: GitHub Ticket

source: Password management powered by
de: Passwort Management powered by
it: Gestione delle password fornita da

source: built by
de: Erstellt von
it: realizzato da

source: and
de: und
it: e

source: Report an issue
de: Problem melden
it: Segnala un probema

source: Contact Us
de: Kontakt
it: Contattaci

source: Your username and password didn't match. Please try again.
de: Benutzername und Passwort stimmen nicht überein. Bitte versuche es erneut.
it: Il tuo username e la password non corrispondono. Prova di nuovo.

source: Welcome to Rattic
de: Willkommen zu Rattic
it: Benvenuto in Rattic

source: It does passwords.
it: Fà password.

source: Passwords
de: Passwörter
it: Password

source: Change Queue
it: Coda di modifica

source: Staff Management
de: Administration
it: Gestione Staff

source: Help
de: Hilfe
it: Aiuto

source: All Passwords
de: Alle Passwörter
it: Tutte le Password

source: You
de: Du
it: Tu

source: Welcome %(username)s.
de: Willkommen %(username)s.
it: Benvenuto %(username)

source: Profile
de: Profil
it: Profilo

source: Add Favourite Tags on the
de: Favorisierte Tags auf der
it: Aggiunti i tuoi tag preferito sul

source: profile
de: Profil
it: profilo

source: page to see them here.
de: Seite hinzufügen, um sie hier zu sehen.
it: per vederli.

source: If you are a member of any groups, you will see them listed here.
de: Wenn du Mitglied einer Gruppe bist, ist diese hier aufgelistet.
it: Se sei membro di un gruppo potrai vederlo in questa lista.

source: Forgotten password?
de: Passwort vergessen?
it: Password dimenticata?

source: Passwords do not match
de: Passwörter stimmen nicht überein
it: Le password non corrispondono

source: Could not read keepass file, the password you gave may not be correct.
de: Kann KeePass Datei nicht lesen. Möglicherweise stimmt das Passwort nicht.
it: Non è stato possibile leggere il file keepass, la password inserita non è corretta.

source: That file does not appear to be a valid KeePass file.
de: Dies scheint keine valide KeePass Datei zu sein.
it: Questo file non sembra un file KeePass valido.

source: Audit Logs for password &apos;%(cred_title)s&apos;
de: Audit Logs für Passwort &apos;%(cred_title)s&apos;
it: Log Audit per la password &apos;%(cred_title)&apos;
