Repository: tildaslash/RatticWeb
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: de, it

source: Audit Logs for user &apos;%(username)s&apos;
de: Audit Logs für Benutzer &apos;%(username)s&apos;
it: Log Audit per l'utente &apos;%(username)&apos;

source: Audit Logs going back %(item)s days ago
de: Audit Logs gehen %(item)s Tage zurück
it: Log Audit risalenti a %(item) giorni fa.

source: Changes for user: %(username)s
de: Änderungen für Benutzer: %(username)s
it: Modifiche per l'utente: %(username)

source: We noticed that you are disabling a user account, or removing groups from a user. To help you RatticDB has analysed the auditlogs to see what passwords the user knows, and no longer has access to. We recommend that you add all these passwords to the change queue. To do this press the &quot;Add to Change Queue&quot; button, if you don't want to change some of the passwords, simply uncheck them first.
de: Wir haben festgestellt, dass du einen Benutzeraccount deaktivierst oder eine Gruppe eines Benutzers entfernst. Um dir zu helfen, hat RatticDB die Überprüfungslogs analysiert, um zu prüfen, welche Passwörter dem Benutzer bekannt sind und keinen Zugriff mehr auf diese hat. Wir empfehlen, dass du alle Passwörter ändern lässt. Um dies zu tun bitte drücke den &quot;Zur Change Queue hinzufügen&quot; Knopf. Wenn du einige der Passwörter nicht ändern willst, dann entferne einfach die Markierung.
it: Abbiamo notato che stai disabilitando il tuo account utente o rimuovendo dei gruppi da utente. Per aiutarti RatticDB ha analizzato i log audit per verificare le password che l'utente conosce ed a cui non ha più accesso. Ti consigliamo di aggiungere queste password nella coda di modifica. Per farlo premi il pulsante &quot;Aggiungi alla Coda di Modifica&quot;, se non vuoi cambiare alcune password togli il check.

source: Delete Group
de: Gruppe löschen
it: Elimina Gruppo

source: Deleting this group will delete every password underneath it.
de: Mit dem Löschen dieser Gruppe werden alle Passwörter in ihr ebenfalls gelöscht.
it: Eliminare questo gruppo cancellerà ogni password che contiene.

source: Users
de: Benutzer
it: Utenti

source: Delete forever
de: Für immer löschen
it: Elimina per sempre

source: Create Group
de: Gruppe erstellen
it: Crea Gruppo

source: Edit Group
de: Gruppe bearbeiten
it: Modifica Gruppo

source: Staff Manage
de: Administrationsübersicht
it: Gestione staff

source: Add User
de: Benutzer hinzufügen
it: Aggiungi Utente

source: Add Group
de: Gruppe hinzufügen
it: Aggiungi Gruppo

source: Import Keepass
de: KeePass importieren
it: Importa Keepass

source: View Trash
de: Zeige Papierkorb
it: Vedi cestino

source: Audit One Week
de: Audit in einer Woche
it: Audit della settimana

source: Access Groups
de: Zugriffsgruppen
it: Gruppi d'accesso

source: Import Overview
de: Übersicht über importierte Inhalte
it: Importa Panoramica

source: Import
de: Importieren
it: Importa

source: Skip
de: Überspringen
it: Salta

source: Password Import
de: Passwort importieren
it: Importa Password

source: Keepass Import
de: KeePass importieren
it: Importa keepass

source: We recommend that you import your keepass data into a seperate group, then adjust the group on each password as required.
de: Wir empfehlen dir, dass du deine KeePass Daten in eine separate Gruppe importierst und dann die Passwörter, wie benötigt, an die Gruppen anpasst.
it: Ti consigliamo di importare i tuoi dati keepass in un gruppo separato perchè sarà chiesto di importare il gruppo per ogni password.

source: Deleting this user will remove any associated auditlogs, maybe deactivate their account instead?
de: Das Löschen dieses Benutzers wird alle verknüpften Audit Logs löschen. Vielleicht sollten wir diesen eher deaktivieren?
it: Eliminare questo utente cancellerà ogni audit log, forse disattivarlo è preferibile?

source: Confirm Delete
de: Löschen bestätigen
it: Conferma Eliminazione

source: Disable Two Factor
de: Zwei-Factor deaktivieren
it: Disabilita Due Fattori

source: Create User
de: Benutzer erstellen
it: Crea Utente

source: Edit User
de: Benutzer bearbeiten
it: Modifica Utente

source: Log in
de: Anmleden

source: Password
de: Passwort

source: Menu
de: Menü

source: Logout
de: Abmelden
